<?php
/*
Template Name: Projects Form
*/

get_header();
?>
<div class="projects information_block">
    <div class="container">
        <h2 class="header green_text">Гранды</h2>
        <ul class="list">
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Гранд №1</a></li>
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Гранд №2</a></li>
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Гранд №3</a></li>
        </ul>
        <h2 class="header green_text">Программы</h2>
        <ul class="list" >
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Программа №1</a></li>
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Программа №2</a></li>
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Программа №3</a></li>
        </ul>
        <h2 class="header green_text">Проекты</h2>
        <ul class="list" >
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Проект №1</a></li>
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Проект №2</a></li>
            <li><a class="blue_text pop2 x-content" data-bpopup="Фонд — это наша искренняя попытка оказать помощь тяжело больным
                                            детям, детям-сиротам, детям-инвалидам, малообеспеченным семьям и
                                            многодетным семьям, попавшим в трудную жизненную ситуацию. Фонд создан
                                            специально для того, чтобы тяжелобольные дети получили шанс на
                                            выздоровление - шанс, который поможет им обрести полноценно жить,
                                            получить возможность расти, развиваться, жить среди нас, радуя своих
                                            родных и принося пользу обществу. Мы хотим подарить прекрасное и здоровое
                                            детство. Мы пытаемся сделать все, чтобы эти маленькие люди не понесли
                                            дальше по жизни обиду на большой мир, выбросивший их на обочину в самом
                                            начале жизненного пути" href="javascript:void(0)">Проект №3</a></li>
        </ul>
        <div id="element_to_pop_up">
            <span class="button b-close">
                <span>X</span>
            </span>
            <div class="content"></div>
        </div>
        <script>
            jQuery(document).ready(function($) {
                $('.pop2').bind('click', function(e) {

                    e.preventDefault();

                    var self = $(this)
                        , content = $('.content');
                    $('#element_to_pop_up').bPopup({
                            onOpen: function() {
                                content.html(self.data('bpopup') || '');
                            },
                            onClose: function() {
                                content.empty();
                            }

                    });
                })
            });
        </script>
    </div>
</div>

<?php get_footer(); ?>


